cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'

brew 'caskroom/cask/brew-cask
brew 'youtube-dl'
brew 'yt-dlp'
brew 'ffmpeg'
brew 'python'
brew 'mpv'
brew 'newsbeuter'
brew 'node'
brew 'qmk'
brew 'displayplacer'

cask 'licecap'
cask 'macdown'
cask 'flux'
cask 'spotify'
cask 'raycast'
cask 'plex'
cask 'arc'
cask 'visual-studio-code'


