cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'

brew 'caskroom/cask/brew-cask
brew 'libpng'
brew 'libtool'
brew 'node'
brew 'vim'
brew 'youtube-dl'
brew 'ffmpeg'
brew 'figlet'
brew 'cowsay'
brew 'python'
brew 'screenfetch'
brew 'archey'
brew 'json-c'
brew 'mpv'
brew 'newsbeuter'
brew 'googler'
brew 'node'
brew 'htop'

cask 'dropbox'
cask 'vlc'
cask 'google-chrome-beta'
cask 'licecap'
cask 'macdown'
cask 'transmission'
cask 'iterm2'
cask 'flux'
cask 'google-drive'
cask 'music-manager'
<<<<<<< HEAD
cask 'spectacle'


=======
>>>>>>> d8b6c17cb56b754530644e5630c6ec02fbc6e831
